{
    "art": [
        {
            "id": 0,
            "title": "7",
            "img": "7.JPG"
        },
        {
            "id": 1,
            "title": "9",
            "img": "9.JPG"
        },
        {
            "id": 3,
            "title": "13",
            "img": "13.JPG"
        },
        {
            "id": 4,
            "title": "23",
            "img": "23.JPG"
        },
        {
            "id": 5,
            "title": "A place inside my mind",
            "img": "a-place-inside-my-mind.jpg"
        },
        {
            "id": 6,
            "title": "Collage 1",
            "img": "collage-1.JPG"
        },
        {
            "id": 7,
            "title": "Collage 7",
            "img": "collage-7.JPG"
        },
        {
            "id": 8,
            "title": "Don't push me",
            "img": "don't-push-me.png"
        },
        {
            "id": 9,
            "title": "Fog over my thoughts",
            "img": "fog-over-my-thoughts.jpg"
        },
        {
            "id": 10,
            "title": "Hanging with bubbles",
            "img": "hanging-with-bubles.JPG"
        },
        {
            "id": 11,
            "title": "Hide and find me",
            "img": "hide-and-find-me.jpg"
        },
        {
            "id": 12,
            "title": "My peaceful storm",
            "img": "my-peaceful-storm.jpg"
        },
        {
            "id": 13,
            "title": "Silent dance for you",
            "img": "silent-danc-for-you.jpg"
        },
        {
            "id": 14,
            "title": "Slow motion please",
            "img": "slow-motion-please.jpg"
        },
        {
            "id": 15,
            "title": "Sunbeam",
            "img": "sunbeam.jpg"
        },
        {
            "id": 16,
            "title": "The powerful eye",
            "img": "the-powerful-eye.jpg"
        },
        {
            "id": 17,
            "title": "Tickles my mind",
            "img": "tickles-my-mind.JPG"
        },
        {
            "id": 18,
            "title": "Undercover",
            "img": "undercover-1.jpg"
        }

    ],
    "about": [
        {
            "id": 0,
            "name": "mitt-skapande",
            "title": "Mitt skapande",
            "description": "Jag skulle kunna beskriva mig själv som glad och spontan med en stor livslust. // Men det känns lite uttryckslöst. Som om jag vore ett oskrivet pappersark. Jag skulle nog beskriva mig själv mer som ”Rokoko” med sin sirliga stil. Kanske lite skör, alltid med en lekfull ton. Jag älskar mystiken under Rokokon, solfjäderns dolda språk och hemliga möten i trädgårdens labyrinter. Jag älskar former som talar emot sig själva och pressas till nya uttrycksformer. // Med mina rötter bland mammas tygerbitar från syfabriken och ljudet av synålen som arbetade sig fram genom tyget eller mormors flinka händer vid vävstolen som skapade ett monotont dunkande av välbekanta ljud som gav mig lugn och ro i själen. Det blev min mitt naturliga uttryckssätt. Jag återvänder ofta till tygerna som på ett magiskt vis har förmåga att kunna förvandlas till alla tänkbara former och uttryck. Med tyget kan jag återskapa mystiken och den varma känslan från barndomen men också och det oväntade och tyget berättar en egen historia. Livet är ett kollage där man formas av gammalt och nytt, harmoni och spänning. Sorg och glädje. I mina bilder vill jag känna både lugnet och stormen, nyfikenheten och förundran. // Jag älskar när jag får bryta ett mönster eller en tanke hos någon. Det oförväntade i det självklara, lite magi eller upprymdhet. Ge bort en känsla till någon, vill du bli balettdansös kan du bli det. Vi kanske inte alla får plats på samma scen i samma strålkastarljus, men dansa kan ingen stoppa någon ifrån man måste bara hitta ett eget utrymme en egen scen. Ljussätta vårt eget liv. Ibland får man vända sig ifrån det självklara och möta det motsatta och först då bildar omgivningen den perfekta harmonin. Det är budskapet jag söker efter att förmedla i min konst. // Genom kameran kan jag betrakta världen på avstånd från en plats där jag inte alltid måste delta. Borta från allt för högljudda diskussioner, smällande ballonger och lekar. Jag kan hålla mig i skymundan och fånga glädjen i bilderna. Eller bara njuta av en stunds stillhet i bildens oförenlighet.",
            "link": "",
            "img": ""
        },
        {
            "id": 1,
            "name": "undercover",
            "title": "Om Undercover",
            "description": "Undercover projektet påbörjade jag under min utbildning på Linköpings universitet och den första utställningen var svartvita självporträtt. Alla konstverken är skapade genom att slumpmässigt låta tyget ta form runt min kropp. Låta rörelsen och vinden och vattnet skapa uttrycket. Låta tygets mystik träda fram. Jag använde sedan plastfilmer som jag skrev ut bilderna på och skapade sedan ett aktivt utrymme mellan bilden och tryckplåtarna som jag fått från ett gammalt tryckeri med slumpmässig text eller enbart den råa metallen. Distansen skapade en skuggbild som gav bilderna en extra dimension där tankarna får forma en egen tolkning. Dom gamla tryckplåtarna gav bilden den själ och den mystiken jag sökte. Projektet var ett sökande efter min inre skapande ådra, en önskan om att blottlägga min drivkraft. Förstå skapandeprocessen vår inre drivkraft. Den svartvita bilden som blottar en del av mig som känns utelämnande. Den blev en favorit i sin enkelhet enbart mot den hårda metallen i bakgrunden. Den tilltalade mig för att med den bilden insåg jag vad som är min drivkraft. Skapande bygger på en önskan att kittla tankarna hos betraktaren genom en mystiken sorgsen sanning. Dold i bilden som en skattkarta till betraktaren. Skatten finns i betraktarens egen sanning. // En av bilderna från första utställningen gav mig inspiration att fortsätta arbeta med tyget men på ett mer aktivt sätt. Genom att med nål och tråd tygla tyget och ta kommando över bilden. Skapandet övergick i ett lite mer barockt språk. Jag ville styra bildens uttryck ta kommandot över bildens budskap. Färgkompositionerna tillkom och ett nytt uttryck tog form. // Bilderna är som en dagbok ur mitt liv, mina utmaningar, inre tankar. Min skattkarta dold i detaljer och färger. // Bilden användes i konferensen om 'Mot våld i nära relationer: Med fokus på verktygen'",
            "link": "https://www.piku.se/mot-vald-i-nara-relationer-med-fokus-pa-verktygen/",
            "img": "undercover-1.jpg"
        },
        {
            "id": 2,
            "name": "press",
            "title": "Skånska dagbladet",
            "description": "",
            "link": "",
            "img": "skanska-dagbladet.jpg"
        },
        {
            "id": 3,
            "name": "press",
            "title": "Skånska dagbladet",
            "description": "",
            "link": "",
            "img": "skanska-dagbladet-zoom.jpg"
        }
    ]
}